Repository: H3rby7/yesticket-custom
Catalog: yesticket/src/languages/yesticket-*.po
Languages: de_de

source: %1$s on %2$s about '%3$s'.
de_de: %1$s am %2$s über "%3$s".

source: %1$s on %2$s.
de_de: %1$s am %2$s.

source: 'color-1' is used for the background of the welcome slide and as text color on other slides.
de_de: 'color-1' wird auf der Willkommensfolie als Hintergrund genutzt und auf den weiteren Folien als Textfarbe.

source: 'color-2' is used for the text color of the welcome slide and as box shadow color on other slides.
de_de: 'color-2' wird auf der Willkommensfolie als Textfarbe genutzt und auf den weiteren Folien Hintergrund für die Boxen.

source: 'welcome-2' defines the bigger text in the center.
de_de: 'welcome-2' definiert den größeren Text in der Mitte der Folie.

source: [%s] preview
de_de: [%s] Vorschaubild

source: a maximum of 6 events is displayed
de_de: werden maximal 6 kommende Events angezeigt

source: Any valid css color definiton is okay. Use this option to bring in your company's style.
de_de: Hier kann jede valide CSS Farbe genutzt werden. Damit kannst du die Farben deiner Gruppe einbringen.

source: At this time no audience feedback is present.
de_de: Momentan sind leider keine Zuschauerstimmen vorhanden.

source: At this time no upcoming events are available.
de_de: Momentan sind leider keine kommenden Veranstaltungen vorhanden.

source: Back to top
de_de: Zurück nach oben

source: Beware: This shortcode must be placed on a separate page. Visit that page and enter fullscreen mode to view your presentation.
de_de: Achtung: Nutze diesen Shortcode auf einer separaten Seite. Besuche diese dann im Vollbildmodus, um deine Präsentation anzusehen.

source: Buttons will be in a dark grey and match darker backgrounds
de_de: Buttons sind Dunkelgrau und passen zu dunklen Hintergründen

source: Buttons will be in a light grey and match lighter backgrounds
de_de: Buttons sind Hellgrau und passen zu hellen Hintergründen

source: Cache time in minutes
de_de: Cache Zeit in Minuten

source: Cards
de_de: Kacheln

source: Change these settings at your own risk.
de_de: Diese Einstellungen kannst du anpassen, wenn du weißt, was du tust.

source: Check how small/big you need this value to be, so your audience can read the information well.
de_de: Prüfe wie groß/klein dieser Wert sein muss, damit alles gut lesbar ist.

source: Clear Cache
de_de: Cache löschen

source: Color One
de_de: Farbe Eins

source: Color Two
de_de: Farbei Zwei

source: Count
de_de: Anzahl

source: Deleted the cache.
de_de: Cache gelöscht.

source: Everything, mixed
de_de: Alles, gemischt

source: F j, Y
de_de: d.m.Y

source: F j, Y \a\t g:i A
de_de: d.m.Y H:i \U\h\r

source: g:i A
de_de: H:i \U\h\r

source: Hints
de_de: Hinweise

source: Hover above the tabs for a preview.
de_de: Ziehe die Maus über einen Tab für eine Vorschau

source: https://www.yesticket.org/login/en/integration.php#wp-plugin
de_de: https://www.yesticket.org/login/de/integration.php#wp-plugin

source: If you do not provide a theme only basic formatting is applied. This is an option to provide your own clean CSS. Maybe you are a Webdesigner after all?
de_de: Wenn du theme leer angibst, dann bekommst du eine simple Formatierung und Du kannst mit CSS-Formatierungen in deinem Wordpress die Formatierung selbst überschreiben - eher so die Möglichkeit für Webdesigner.

source: If your changes in YesTicket are not reflected fast enough, try to:
de_de: Wenn sich deine Einträge nicht schnell genug updaten, versuche es mal mit:

source: improv theatre show
de_de: Improtheater Show

source: Link to tickets
de_de: Link zu den Tickets

source: List
de_de: Liste

source: Location
de_de: Ort

source: Ms-Per-Slide
de_de: Millisekunden pro Folie

source: only festivals
de_de: nur vom Typ Festivals

source: only shows/performances
de_de: nur vom Typ Auftritte

source: only workshops
de_de: nur vom Typ Workshops

source: Options for event card shortcodes
de_de: Optionen für Event-Card-Shortcodes

source: Options for event list shortcodes
de_de: Optionen für Event-List-Shortcodes

source: Options for event shortcodes
de_de: Optionen für Event-Shortcodes

source: Options for slideshow shortcodes
de_de: Optionen für Slideshow-Shortcodes

source: Options for testimonial shortcodes
de_de: Optionen für Testimonial-Shortcodes

source: Performance
de_de: Auftritt

source: Please configure your 'key' in the plugin settings.
de_de: Bitte konfiguriere deinen Key in den Plugin Settings.

source: Please configure your 'organizer-id' in the plugin settings.
de_de: Bitte konfiguriere deine Organizer-ID in den Plugin Settings.

source: Please note, that count describes an upper limit. If fewer items are available, only these can be displayed.
de_de: Beachte, dass es sich um eine Maximalzahl handelt. Wenn also nicht genügend Elemente vorhanden sind, werden weniger angezeigt.

source: Please provide a valid 'type'. If you omit the attribute it will default to 'all'. Possible options are 'all', 'performance', 'workshop' and 'festival'.
de_de: Bitte gib ein korrektes Type-Attribut an. Gültig sind nur all, performance, workshop und festival. Wenn Du alle Events möchtest gib das Attribut einfach nicht an.

source: quickstart
de_de: Schnellstart

source: Required
de_de: Obligatorisch

source: Required Settings
de_de: Obligatorische Einstellungen

source: Running this presentation on a big screen, before/after a show, is a nice way to inform your audience about upcoming events.
de_de: Die Präsentation kann auf einem großen Bildschirm oder Leinwand vor/nach der Show laufen, um das Publikum über anstehende Events zu informieren.

source: Settings saved.
de_de: Konfiguration gespeichert.

source: Shortcodes for your events as cards.
de_de: Shortcodes für deine Events als Kacheln bzw. Cards

source: Shortcodes for your events as interactive list.
de_de: Shortcodes für deine Events als interaktive Liste

source: Shortcodes for your events as list.
de_de: Shortcodes für deine Events als Liste

source: Shortcodes for your events as slides.
de_de: Shortcodes für deine events als Bildschirmpräsentation

source: Shortcodes for your testimonials.
de_de: Shortcodes für Zuschauerstimmen

source: Show details
de_de: Details anzeigen

source: Slides
de_de: Bildschirmpräsentation

source: Teaser-Length
de_de: Kurztext Länge

source: Technical
de_de: Technisch

source: Technical Settings
de_de: Technische Einstellungen

source: Testimonials
de_de: Zuschauerstimmen

source: Text-Scale
de_de: Text Skalierung

source: The hidden field "api-version" must be an int bigger or equal to 1 and smaller or equal to %1$s.
de_de: Das versteckte Feld 'api-version' muss eine ganze Zahl zwischen 1 und %1$s (inklusive) sein.

source: the testimonials are aligned left
de_de: die Zuschauerstimmen sind links ausgerichtet.

source: the testimonials are aligned left/right in turns.
de_de: die Zuschauerstimmen sind abwechselnd links/rechts ausgerichtet.

source: The YesTicket service is currently unavailable. Please try again later.
de_de: Im Moment sind unsere Veranstaltungen nicht erreichbar. Versucht es bitte später noch einmal.

source: Theme
de_de: Design

source: Type
de_de: Art

source: Using 'ms-per-slide', you adjust the duration of each slide. The unit is milliseconds.
de_de: Nutze 'ms-per-slide' um die Dauer zu verändern, die eine Slide angezeigt wird. Der Wert wird in Millisekunden angegeben.

source: Using 'teaser-length', you can define the maximum characters of the descriptive text. The text is cut at the end of the last sentence that fits within the limit.
de_de: Nutze 'teaser-length', um die maximale Zeichenzahl für den Beschreibungstext der Events zu verändern. Der Text wird beim letzten Satzzeichen innerhalb des Limits gekürzt.

source: Using 'text-scale', you can change the font-size of the presentation.
de_de: Mittels 'text-scale' kannst du die Textgröße der Präsentation verändern.

source: Using 'welcome-1', 'welcome-2' and 'welcome-3', you can adjust the text on the welcome splash slide.
de_de: Nutze 'welcome-1', 'welcome-2' und 'welcome-3', um den Text der Willkommensfolie zu individualisieren.

source: Using <b>count</b> you can define the maximum amount of elements.
de_de: Mit <b>count</b> kannst du die maximale Anzahl der gezeigten Elemente bestimmen.

source: Using <b>design</b> you can choose between different preset layouts.
de_de: Mit <b>design</b> kannst du dir ein vorgefertigtes Layout aussuchen.

source: Using <b>details</b> you can display the corresponding event to a testimonial.
de_de: Mit <b>details</b> kannst du die Veranstaltung anzeigen lassen, die zu einem Testimonial dazugehört.

source: Using <b>details</b> you can include the description of your YesTicket event. The description is collapsed and can be expanded.
de_de: Mit <b>details</b> kannst du die Beschreibung zu den Events anzeigen, die in YesTicket hinterlegt ist. Die sind per Link auf- und zuklappbar.

source: Using <b>grep</b> you can filter your events by their title.
de_de: Mit <b>grep</b> kannst du die Liste der Events über den Titel filtern.

source: Using <b>ticketlink</b> you control whether or not to show a link to the ticket site.
de_de: Mit <b>ticketlink</b> kannst du den Listeneinträgen einen einfachen Hyperlink auf die zugehörige yesticket.org Seite hinzufügen.

source: Using <b>type</b> you can filter your events by type.
de_de: Mit <b>type</b> kannst du deine Events nach Art filtern.

source: Using <b>type</b> you can filter your testimonials by type.
de_de: Mit <b>type</b> kannst du deine Testimonials nach Art filtern.

source: Welcome Slide
de_de: Willkommensfolie

source: welcome to our
de_de: Willkommen zu unserer

source: where everything is made up
de_de: wo alles frei erfunden ist.

source: will add the event name to each testimonial, if present.
de_de: ergänzt das Testimonial um die zugehörige Veranstaltung, sofern vorhanden.

source: will display each slide for 8 seconds.
de_de: zeigt jede Folie für 8 Sekunden an.

source: will only display events, who have "Johnstone" in their title.
de_de: werden nur Events angezeigt, die im Event Titel irgendwo die Zeichenfolge "Johnstone" enthalten.

source: will show a link to expand the details.
de_de: zeigt den Link zu Aufklappen und die Beschreibung an.

source: will show the link to your yesticket.org event.
de_de: zeigt den Ticketlink nach yesticket.org an.

source: YesTicket is a ticketing system and we love wordpress - so here's our plugin! You can integrate upcoming events and audience feedback (testimonials) using shortcodes anywhere on your page. Be it pages, posts, widgets, ... get creative!
de_de: YesTicket ist ein Ticketsystem und wir lieben Wordpress - daher hier unser Plugin. Du kannst damit deine zukünftigen Events und Zuschauerstimmen (Testimonials) per Shortcode an beliebige Stellen deiner Seite einbinden. Im Inhaltsteil, in Widgets oder in was auch immer in Wordpress.

source: Yesticket Settings
de_de: Yesticket Einstellungen

source: You can use multiple shortcodes on your page. For example you might start with a list of your shows, followed by your workshops and finish with testimonials of your audience.
de_de: Du kannst mehrere Shortcodes in einer Seite verwenden - also z.B. erst die Liste deiner Auftritte, dann Workshops und am Ende dann Zuschauerstimmen.

source: You need two things: your personal <b>organizer-ID</b> and the corresponding <b>Key</b>. Both can be found in your admin area on YesTicket > Marketing > Integrations:
de_de: Du benötigst 2 Dinge: deine persönliche <b>Organizer-ID</b> und deinen dazugehörigen <b>Key</b>. Beides findest du direkt zum Kopieren im Adminbereich von YesTicket > Marketing > YesTicket einfach einbinden:

source: Your 'key'
de_de: Dein "Key"

source: Your 'organizer-ID'
de_de: Deine "Organizer-ID"
